Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=159_art_id=166.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Lávvu
sma: Lïerh: Låavth-gåetie

source: Ipmilbálvalus lávus ?
sma: Gyrhkesjimmie låavthgåetesne

source: Vásse 300 jagi ovdal go vuosttaš kristtalaččat besse Ipmilbálvalusa ávvudit sierra girkoviesuin.
sma: 300 jaepieh vaasin aarebi dah voestes kristegassjh jïjtsh gærhkoeh åadtjoejin.

source: Dassážii ávvudedje Ipmilbálvalusaid priváhta ruovttuin.
sma: Daan raajan daamtajommes gyrhkesjimmide altese jïjtsh gåetine hööltestin.

source: Sáhttit jáhkkit ahte olbmot čohkkájedje beavddi birra go Ipmilbálvalusa ávvudedje.
sma: Iemedeålmaj buertien bijjiebielesne tjahkasji. Låavthgåetie aaj akte sijjie ” gyrhkesjæmman ” orreme.

source: Oktasašvuohta bođii ovdan dainna ahte juohkehaš lei mielde hábmemin bottu.
sma: Båassjoe lij dïhte sijjieh gusnie aejlies daeverh jïh beapmoeh lin.

source: Muhtumat málestedje, earát ges lávlo, muhtumat lohke teavsttaid, muhtumat bukte profetiijaid jnv..
sma: Båassjoem åtneme goh dïhte vaarjelamme sijjieh låavhtgåetesne, man bijjelen ij guhte edtjh trööredh jallh njulhtjedh.

source: Go girkuid hukse šattai daid vuođđun romalaš dállodoallu mas lávejedje čoahkkanit beavddi birra.
sma: Edtjebe dam aejlies maalestahkem heevehtidh låavthgåetesne, dle iemie aejlies maalestahken daeverh båassjose biejedh.

source: ávvu lea maid leamaš ” Ipmilbálvalusa ” báikin.
sma: Vuesiehtimmien gaavhtan lea reaktoe Bijbelen båassjose biejedh.

source: Biibal han lea sihke “ almmálaš láibi ” ja bassi dávvir.
sma: Bijbele lea ojhte dovne ” laejpie elmeste ” jïh akte aejlies daevere.

source: Lávus leat dábálaččat leamaš fásta sajit bearrašii.
sma: Vuekien mietie dle fuelhkien almetjh aaj vihties sijjieh åtneme låavthgåetesne.

source: Áhči ja eatni sajit leat leamaš boaššu lahka, árrana goabbáge bealde.
sma: Aehtjie tjidtjie båassjoen lïhkemes, bene ovmessie vuekieh mennie sijjesne aerneste.

source: Jus galgá Ipmilbálvalusa ávvudit lávus, de livččii lunddolaš ahte báhppa čohkká boaššu lahka.
sma: Gosse edtja gyrhkesjimmieh låavthgåetesne utnedh dellie iemie hearra dam sijjiem båassjoen lïhkemes åådtje.

source: Árran lea eallingáldu symbolan.
sma: Aernie lea jieledegaaltijen væhta.

source: Midjiide livččii lunddolaš atnit árrana Kristus-symbolan.
sma: Mijjese dle mielem vadta aerniem nåhtadidh goh Kristusen væhta.

source: Son lea máilmmi čuovggas.
sma: Dïhte lea veartenen tjoevkese.

source: Mii geasuhuvvot árrana čuvgii ja lieggasii.
sma: Mijjieh geasalgovvebe aernien tjoevkesistie jïh baahkeste.

source: (Tore Johnsen, Tromsa, 15.09.2006)
sma: Aernie lea dïhte iemie gaavnesjimmiesijjie.
